<?php

$lang['required']			= "Το πεδίο %s είναι υποχρεωτικό!";
$lang['isset']				= "Το πεδίο %s πρέπει να έχει μια τιμή!";
$lang['valid_email']		= "Το πεδίο %s πρέπει να περιέχει έγκυρη διεύθυνση email";
$lang['valid_emails']		= "Τα πεδία %s πρέπει να περιέχουν έγκυρες διευθύνσεις email";
$lang['valid_url']			= "Το πεδίο %s πρέπει να περιέχει έγκυρο URL.";
$lang['valid_ip']			= "Το πεδίο %s πρέπει να περιέχει έγκυρη IP.";
$lang['min_length']			= "Το πεδίο %s πρέπει να έχει τουλάχιστον %s χαρακτήρες.";
$lang['max_length']			= "Το πεδίο %s δεν πρέπει να ξεπερνά τους %s χαρακτήρες.";
$lang['exact_length']		= "Το πεδίο %s πρέπει να περιέχει %s χαρακτήρες ακριβώς.";
$lang['alpha']				= "Το πεδίο %s πρέπει να περιέχει χαρακτήρες.";
$lang['alpha_numeric']		= "Το πεδίο %s πρέπει να περιέχει αλφαριθμητικούς χαρακτήρες.";
$lang['alpha_dash']			= "Το πεδίο %s πρέπει να περιέχει αλφαριθμητικούς χαρακτήρες, γραμμή υπογράμμισης και παύλες.";
$lang['numeric']			= "Το πεδίο %s πρέπει να περιέχει μόνο αριθμούς.";
$lang['is_numeric']			= "Το πεδίο %s πρέπει να περιέχει μόνο αριθμούς.";
$lang['integer']			= "Το πεδίο %s πρέπει να περιέχει ακέραιους αριθμούς.";
$lang['regex_match']		= "Το πεδίο %s  is not in the correct format.";
$lang['matches']			= "Το πεδίο %s  does not match the %s field.";
$lang['is_unique'] 			= "Το πεδίο %s πρέπει να περιέχει μοναδική τιμή.";
$lang['is_natural']			= "Το πεδίο %s πρέπει να περιέχει μόνο θετικούς αριθμούς.";
$lang['is_natural_no_zero']	= "Το πεδίο %s πρέπει να περιέχει αριθμούς μεγαλύτερο του μηδενός.";
$lang['decimal']			= "Το πεδίο %s πρέπει να περιέχει δεκαδικούς αριθμούς.";
$lang['less_than']			= "Το πεδίο %s πρέπει να περιέχει αριθμούς μικρότερος του %s.";
$lang['greater_than']		= "Το πεδίο %s πρέπει να περιέχει αριθμούς μεγαλύτερους του %s.";


/* End of file form_validation_lang.php */
/* Location: ./system/language/english/form_validation_lang.php */